Repository: ZenaBel/piy-online-lite-woocommerce
Catalog: languages/piy-online-*.po
Languages: nl_nl

source: Activate PIY Online
nl_nl: Activeer PIY Online

source: Whether or not Activate PIY Online for this product to override general settings.
nl_nl: Activeer PIY Online voor dit product om de algemene instellingen te overschrijven.

source: Enable emoji picker
nl_nl: Laat gebruikers emoji selecteren

source: Whether or not enable customers to add emojis.
nl_nl: Schakel het gebruik van emoji in of uit.

source: Default template
nl_nl: Standaard template

source: Select your default ribbon template. If you could not see any template please refresh the page.
nl_nl: Selecteer de standaard template voor het lint. Na het instellen van een template in het dashboard, kan het een uur duren voordat de template zichtbaar wordt.

source: Default Ribbon Fonts
nl_nl: Standaard lettertype

source: Select your default ribbon font style. If you could not see any font please refresh the page.
nl_nl: Selecteer het standaard lettertype voor het lint. Na het installeren van een template in het dashboard, kan het een uur duren voordat de template zichtbaar wordt.

source: Ribbon price
nl_nl: Prijs per lintje

source: Leave this field empty to offer personalised ribbons for free.
nl_nl: Laat dit veld leeg om de linten gratis aan te bieden.

source: Activate PIY Online for Category
nl_nl: Activeer PIY Online voor categorie

source: Allow Emojis Picker
nl_nl: Gebruik van emoji in-/uitschakelen

source: Allow emojis picker
nl_nl: Gebruik van emoji in-/uitschakelen

source: Select default template for Category
nl_nl: Selecteer standaard template voor categorie

source: Select default fonts for Category
nl_nl: Selecteer standaard lettertype voor categorie

source: Allow/Disallow Emojis for ribbon text.
nl_nl: Gebruik van emoji in-/uitschakelen.

source: Select default ribbon template for category.
nl_nl: Selecteer standaard template voor categorie.

source: Default font
nl_nl: Standaard lettertype

source: Select default ribbon font for category
nl_nl: Selecteer standaard lettertype voor categorie

source: API settings
nl_nl: API-instellingen

source: Configure PIY Online
nl_nl: Configureer PIY Online

source: Save configuration
nl_nl: Bewaar configuratie

source: Generate your API key through the PIY Dashboard use the API key provided by us.
nl_nl: Genereer je API key in het PIY Dashboard of gebruik de toegestuurde API key.

source: Activate auto sync for order status
nl_nl: Activeer automatische synchronisatie op basis van de orderstatus

source: Select the required order status for orders to be pushed to the PIY Dashboard. If you don't select any, orders will not be pushed to the dashboard automatically.
nl_nl: Selecteer de vereiste orderstatus voor orders die naar het PIY Dashboard moeten worden gepusht. Als je geen orderstatus selecteert, worden orders niet automatisch naar het dashboard gepusht.

source: Sync frequency
nl_nl: Synchronisatiefrequentie

source: Set the sync frequency. You need to have selected an order status for the sync to be executed. Default: 300s (5 minutes)
nl_nl: Stel de synchronisatiefrequentie in. Je moet een orderstatus hebben geselecteerd om de synchronisatie uit te voeren. Standaard: 300s (5 minuten)

source: Allow customers to select emojis in the ribbon text field.
nl_nl: Geef klanten de mogelijkheid om emoji’s te selecteren in het linttekstveld.

source: Activate PIY Online for specific products
nl_nl: Activeer PIY Online voor specifieke producten

source: Activate PIY Online for specific categories
nl_nl: Activeer PIY Online voor specifieke categorieën

source: Activate PIY Online for specific tags
nl_nl: Activeer PIY Online voor specifieke tags

source: Activate PIY Online for specific attributes
nl_nl: Activeer PIY Online voor specifieke eigenschappen

source: Custom label
nl_nl: Aangepast label

source: (De)activate PIY Online. Requires a valid API key.
nl_nl: (De)activeer PIY Online. Je hebt een geldige API key nodig om de plugin te activeren.

source: Enter your API key...
nl_nl: Voer je API key in…

source: Select order status...
nl_nl: Selecteer de status…

source: Enter time in seconds
nl_nl: Voer de tijd in (in seconden)

source: The settings below can be overridden on product level, category level and tag level.
nl_nl: Onderstaande instellingen kunnen overschreven worden op product-, categorie- en eigenschapniveau.

source: The default ribbon template.
nl_nl: De standaard template.

source: The default ribbon font.
nl_nl: Het standaard lettertype.

source: Select products...
nl_nl: Selecteer producten…

source: Apply the default template and font to the selected products.
nl_nl: Pas de standaard template & het standaard lettertype toe op de geselecteerde producten.

source: Select categories...
nl_nl: Selecteer categorieën…

source: Apply the default template and font to the selected product categories.
nl_nl: Pas de standaard template & het standaard lettertype toe op de geselecteerde productcategorieën.

source: Select tags...
nl_nl: Selecteer eigenschappen…

source: Apply the default template and font to the selected product tags.
nl_nl: Pas de standaard template & het standaard lettertype toe op de geselecteerde product tags.

source: Select attributes...
nl_nl: Selecteer eigenschappen…

source: Apply the default template and font to the selected product attributes.
nl_nl: Pas de standaard template & het standaard lettertype toe op de geselecteerde producteneigenschappen.

source: Change the text for the text next to the checkbox on the product page. You can use the {price} variable to display the price.
nl_nl: Verander de tekst naast het selectievak op de productpagina. Je kunt de {price} variabele gebruiken om de prijs dynamisch te tonen.

source: Push to PIY Dashboard
nl_nl: Push naar PIY Dashboard

source: Fonts
nl_nl: Lettertype

source: Personalised satin ribbon
nl_nl: Gepersonaliseerd satijnen lintje

source: Ribbon text
nl_nl: Tekst op het lint

source: PIY Ribbons Template
nl_nl: Template

source: Ribbons Price
nl_nl: Prijs van het lint

source: %u personalised ribbon(s)
nl_nl: %u lintje(s)

source: Personalised ribbons
nl_nl: Gepersonaliseerde linten

source: Order pushed to PIY Ribbons Dashboard successfully.
nl_nl: Push naar het PIY Dashboard afgerond.

source: Text on ribbon
nl_nl: Tekst op het lintje

source: Sent Orders to PIY Dashboard after every five minutes or admin scheduled time.
nl_nl: Stuur bestellingen naar het PIY Dashboard na iedere 5 minuten of de ingestelde tijd.

source: Select Template
nl_nl: Selecteer template

source: Select Font
nl_nl: Selecteer lettertype

source: Connect your store with the PIY Dashboard. Requires an active PIY Online subscription.
nl_nl: Verbind je winkel met het PIY Dashboard. PIY Online abonnement benodigd.
